Repository: NaN-tic/trytond-project_product
Catalog: locale/*.po
Languages: ca_es

# field:project.work,invoice_product_type:
source: Invoice Product Type
ca_es: Tipus producte facturació

# field:project.work,invoiced_quantity:
source: Invoiced Quantity
ca_es: Quantitat facturada

# field:project.work,percent_progress_amount:
source: Percent Progress Amount
ca_es: Certificacions

# field:project.work,product_goods:
source: Product for Goods
ca_es: Producte de bens

# field:project.work,product_goods_uom_category:
source: Product Uom Category
ca_es: Categoria UdM del producte

# field:project.work,progress_amount:
source: Progress Amount
ca_es: Certificacions

# field:project.work,progress_quantity:
source: Progress Quantity
ca_es: Progrés (quantitat)

# field:project.work,progress_quantity_func:
source: Progress Quantity
ca_es: Progrés (quantitat)

# field:project.work,progress_quantity_percent:
source: Percent Progress Quantity
ca_es: Percentatge de progrés per quantitat

# field:project.work,quantity:
source: Quantity
ca_es: Quantitat

# field:project.work,uom:
source: UoM
ca_es: UdM

# field:project.work,uom_digits:
source: UoM Digits
ca_es: Decimals UdM

# field:project.work.invoiced_progress,quantity:
source: Quantity
ca_es: Quantitat

# field:project.work.invoiced_progress,uom:
source: UoM
ca_es: UdM

# field:project.work.invoiced_progress,uom_digits:
source: UoM Digits
ca_es: Decimals UdM

# field:work.configuration,invoice_product_type:
source: Invoice Product Type
ca_es: Tipus producte facturació

# field:work.configuration,product_goods:
source: Product Goods
ca_es: Producte béns

# selection:project.work,invoice_product_type:
source: Goods
ca_es: Béns

# selection:project.work,invoice_product_type:
source: Service
ca_es: Servei

# selection:work.configuration,invoice_product_type:
source: Goods
ca_es: Béns

# selection:work.configuration,invoice_product_type:
source: Service
ca_es: Servei

# view:project.work:
source: Amounts
ca_es: Imports

# view:project.work:
source: Goods
ca_es: Béns

# view:project.work:
source: Service
ca_es: Servei
